import React from 'react'
import Menu from "../../../../Components/Menu/menu";

function index() {
  return (
    <div>
      <Menu />
      {/* Hero Section */}
      <div
        className="container-fluid py-5 sticky-service"
        style={{
          backgroundImage: `url(${process.env.PUBLIC_URL}/assest/img/15.png)`,
          backgroundSize: "cover",
          backgroundPosition: "center",
          height: "45vh",
        }}
      >
        <div className="container py-5">
          <div className="text-center mx-auto pb-5" style={{ maxWidth: 800 }}>
            <h1
              className="display-3 text-capitalize mb-3"
              style={{ color: "white", marginTop: "60px" }}
            >
              การกำกับดูแลกิจการ
            </h1>
          </div>
        </div>
      </div>

      {/* About Section */}
      <div className="container-fluid my-5" style={{ backgroundColor: "white", padding: "20px"}}>
        <div className='container py-5'>
        <h2>นโยบายการกำกับดูแลกิจการ และจรรยาบรรณธุรกิจ</h2>
        <p>
        บริษัทฯ มีเจตนารมณ์ที่จะส่งเสริมให้บริษัทเป็นองค์กรที่มีประสิทธิภาพในการดำเนินธุรกิจ มีการกำกับดูแลกิจการ และการบริหารจัดการที่ดี มีความรับผิดชอบในการจัดการอย่างโปร่งใส เท่าเทียม เป็นธรรม มีประสิทธิภาพ สามารถตรวจสอบได้ และอยู่บนหลักการต่อต้านการทุจริต คอร์รัปชั่นทุกรูปแบบ เพื่อสร้างความเชื่อมั่นและความมั่นใจต่อผู้ถือหุ้น ผู้ลงทุน ผู้มีส่วนได้เสีย และผู้เกี่ยวข้องทุกฝ่าย อันจะนำไปสู่ความเติบโตและเสถียรภาพทางเศรษฐกิจอย่างยั่งยืนของธุรกิจและเพิ่มมูลค่าให้กับผู้ถือหุ้นในระยะยาว รวมถึงสร้างความเชื่อมั่นต่อผู้มีส่วนได้เสียทุกฝ่าย และสนับสนุนส่งเสริมความสามารถในการแข่งขันของบริษัทให้เติบโตอย่างยั่งยืน
           คณะกรรมการบริษัทฯ จึงได้กำหนดนโยบายและแนวปฏิบัติตามหลักการกำกับดูแลกิจการที่ดี และจรรยาบรรณในการดำเนินธุรกิจของบริษัท และจัดทำขึ้นเป็นลายลักษณ์อักษร เพื่อให้คณะกรรมการ ผู้บริหาร และพนักงาน ยึดถือเป็นแนวทางในการปฏิบัติงาน
           โดยคณะกรรมการตรวจสอบและบรรษัทภิบาล ทำหน้าที่กำกับดูแลด้านบรรษัทภิบาลของบริษัท ทั้งการกำหนดนโยบายและแนวปฏิบัติ ติดตามดูแล และประเมินผลการปฏิบัติงานของคณะกรรมการบริษัท ผู้บริหาร และพนักงาน ให้ปฏิบัติตามนโยบายการกำกับดูแลกิจการที่ดี และจรรยาบรรณในการดำเนินธุรกิจของบริษัท ตลอดจนพิจารณาทบทวนแนวปฏิบัติให้มีความเหมาะสมกับการดำเนินธุรกิจ และหลักการบรรษัทภิบาล เพื่อนำเสนอคณะกรรมการบริษัทฯ พิจารณาอย่างน้อยปีละ 1 ครั้ง กรณีที่หัวข้อใดยังไม่สามารถปฏิบัติได้ หรือยังไม่บรรลุผลตามที่มุ่งหวังไว้ จะมอบหมายให้คณะกรรมการตรวจสอบและบรรษัทภิบาล จัดทำแผนพัฒนาและติดตามดูแลให้มีการดำเนินการต่อไป
           ทั้งนี้ แนวปฏิบัติตามหลักการกำกับดูแลกิจการที่ดี และจรรยาบรรณในการดำเนินธุรกิจของบริษัท ฉบับเต็ม บริษัทฯ ได้เผยแพร่ต่อผู้ถือหุ้นและนักลงทุน บนเว็บไซต์ของบริษัท www.thairung.co.th นักลงทุนสัมพันธ์ การกำกับดูแลกิจการ
           โดยปี 2566 บริษัทฯ ได้รับผลการประเมินคุณภาพการจัดประชุมสามัญผู้ถือหุ้น ประจำปี ตามแบบ AGM Checklist ในระดับ “ดีเยี่ยม” ติดต่อกันหลายปี จากสำนักงานคณะกรรมการกำกับหลักทรัพย์และตลาดหลักทรัพย์ (กลต.) ร่วมกับสมาคมส่งเสริมผู้ลงทุนไทย และผลการประเมินด้านการกำกับดูแลกิจการ ในระดับ “ดีมาก” จากสมาคมส่งเสริมสถาบันกรรมการบริษัทไทย (IOD) โดยบริษัทยังคงมีนโยบายที่จะยกระดับการกำกับดูแลกิจการของบริษัทให้ดียิ่งขึ้นต่อไป
        </p>
        <h2>การเปลี่ยนแปลงและพัฒนาการที่สำคัญของนโยบาย แนวปฏิบัติ และระบบการกำกับดูแลกิจการในรอบปีที่ผ่านมา</h2>
        <p>
        ในปี 2566 คณะกรรมการสรรหาและกำหนดค่าตอบแทน ได้พิจารณาทบทวนเกณฑ์ประเมินผลการปฏิบัติงานของกรรมการผู้จัดการใหญ่ 1 ครั้ง พร้อมทั้งเชื่อมโยงกับการจ่ายค่าตอบแทนประจำปีให้แก่กรรมการผู้จัดการใหญ่ เพื่อให้มีความเหมาะสมยิ่งขึ้น โดยพิจารณาจากสภาวการณ์ทางเศรษฐกิจ นโยบายของบริษัท การเติบโตของรายได้และกำไรของบริษัท ผลการดำเนินงานประจำปี และคะแนนประเมินผลการปฏิบัติงานของกรรมการผู้จัดการใหญ่
        สำหรับการทบทวนระบบการกำกับดูแลกิจการในรอบปีที่ผ่านมานั้น คณะกรรมการตรวจสอบและบรรษัทภิบาลได้พิจารณาแล้ว เห็นว่าบริษัทฯ มีการนำหลักปฏิบัติตามคู่มือการกำกับดูแลกิจการที่ดีและจรรยาบรรณในการดำเนินธุรกิจ (CG Code) ไปปรับใช้ตามบริบททางธุรกิจของบริษัทอย่างเหมาะสมแล้ว
        </p>
        <h2>โครงสร้างกรรมการบริษัท</h2>
        <p>บริษัทฯ มีคณะกรรมการชุดย่อย 4 ชุดได้แก่ คณะกรรมการตรวจสอบและบรรษัทภิบาล, คณะกรรมการบริหาร, คณะกรรมการบริหารความเสี่ยง และคณะกรรมการสรรหาและกำหนดค่าตอบแทน เพื่อช่วยศึกษารายละเอียดและกลั่นกรองงานตามความจำเป็นของสถานการณ์ เพื่อเป็นการแบ่งเบาภาระหน้าที่ของคณะกรรมการบริษัท และทำให้บริษัทฯ มีคณะกรรมการพิจารณาในเรื่องต่างๆ อย่างชัดเจนยิ่งขึ้น และสอดคล้องกับหลักการกำกับดูแลกิจการที่ดี (รายชื่อกรรมการ ขอบเขตอำนาจหน้าที่ และข้อมูลอื่น ๆ ของคณะกรรมการชุดย่อยแต่ละชุด ปรากฎในแบบ 56-1 One Report หัวข้อ “โครงสร้างการจัดการ”)</p>
        <h2>รายงานผลการดำเนินงานสำคัญด้านการกำกับดูแลกิจการ
        โสรุปผลการปฏิบัติหน้าที่ของคณะกรรมการ</h2>
        <p>คณะกรรมการบริษัท มีกำหนดประชุมคณะกรรมการไว้เป็นการล่วงหน้าตลอดปีอย่างน้อยไตรมาส ละ 1 ครั้ง และมีการประชุมพิเศษเพิ่มเติมในระหว่างปี ซี่งรวมทั้งปีไม่น้อยกว่า 6 ครั้ง ทั้งนี้บริษัทฯ ได้แจ้งกำหนดการดังกล่าวให้กรรมการทุกท่านทราบล่วงหน้า เพื่อให้สามารถจัดเวลาและเข้าร่วมประชุมได้ ซึ่งคณะกรรมการบริษัททุกท่านให้ความสำคัญในการประชุมเป็นอย่างยิ่งและพยายามเข้าร่วมประชุมทุกครั้ง โดยในปี 2566 มีการประชุมคณะกรรมการบริษัททั้งสิ้น 5 ครั้ง และในภาพรวมของกรรมการทุกท่าน มีสัดส่วนการเข้าร่วมประชุมคณะกรรมการ 95% ของการประชุมทั้งปี</p>
        <p>นอกจากนี้ บริษัทฯ ได้จัดให้มีการประชุมของกรรมการที่ไม่เป็นผู้บริหาร โดยไม่มีฝ่ายจัดการเข้าร่วมด้วย อย่างน้อยปีละ 1 ครั้ง เพื่ออภิปรายปัญหาต่าง ๆ เกี่ยวกับการจัดการที่อยู่ในความสนใจ หรือประเด็นต่างๆ ได้อย่างเป็นอิสระ อาทิ แนวทางการบริหารงาน แผนกลยุทธ์ของบริษัท แนวทางการเติบโตอย่างยั่งยืน แผนสืบทอดตำแหน่ง (Succession plan) เป็นต้น โดยในปี 2566 ได้จัดการประชุมดังกล่าวขึ้น 1 ครั้ง ในเดือนพฤศจิกายน 2566 และได้นำข้อเสนอแนะจากการประชุมดังกล่าว ไปดำเนินการปรับปรุงแก้ไขต่อไป</p>
        <h2>การสรรหา พัฒนา และประเมินผลการปฏิบัติหน้าที่ของคณะกรรมการ</h2>
        <p>คณะกรรมการสรรหาและกำหนดค่าตอบแทน มีหน้าที่รับผิดชอบในการพิจารณาคัดเลือกและกลั่นกรองบุคคลที่มีคุณสมบัติเหมาะสมที่จะดำรงตำแหน่งกรรมการบริษัท และเสนอความเห็นต่อคณะกรรมการบริษัท เพื่อขอความเห็นชอบ จากนั้นจะนำเสนอรายชื่อกรรมการดังกล่าว ต่อที่ประชุมผู้ถือหุ้นเป็นผู้เลือกตั้งกรรมการตามหลักเกณฑ์ต่อไป</p>
        <h2>หลักเกณฑ์การคัดเลือกกรรมการอิสระ</h2>
        <p>คณะกรรมการสรรหาและกำหนดค่าตอบแทน มีหน้าที่ในการสรรหาบุคคลผู้ทรงคุณวุฒิมาทำหน้าที่เป็นกรรมการอิสระ โดยมีกระบวนการกลั่นกรอง เพื่อพิจารณาคุณสมบัติของผู้ได้รับการเสนอชื่อเป็นกรรมการอิสระเป็นรายบุคคลอย่างระมัดระวัง และรอบคอบ โดยต้องเป็นผู้ทรงคุณวุฒิหลากหลายสาขาอาชีพที่จำเป็นในการบริหารกิจการของบริษัท สอดคล้องกับกลยุทธ์ในการดำเนินธุรกิจของบริษัท และต้องมีคุณสมบัติตามนิยามกรรมการอิสระของบริษัท ซึ่งเป็นไปตามข้อกำหนดขั้นต่ำของสำนักงานกำกับหลักทรัพย์และตลาดหลักทรัพย์ ดังนี้</p>
        <h2>นิยาม “กรรมการอิสระ” ของบริษัท ไทยรุ่งยูเนี่ยนคาร์ จำกัด (มหาชน)</h2>
        <p>การแต่งตั้งกรรมการแต่ละรายต้องได้รับคะแนนเสียงเห็นชอบเกินกว่ากึ่งหนึ่งของจำนวนเสียงทั้งหมดของผู้ถือหุ้นที่มาประชุมและมีสิทธิออกเสียง ตามหลักเกณฑ์และวิธีการดังต่อไปนี้
        <td></td>1. ถือหุ้นไม่เกินร้อยละ 1 ของจำนวนหุ้นที่มีสิทธิออกเสียงทั้งหมดของบริษัท บริษัทใหญ่ บริษัทย่อย บริษัทร่วม หรือนิติบุคคลที่อาจมีความขัดแย้ง โดยนับรวมหุ้นที่ถือโดยผู้ที่เกี่ยวข้องตามมาตรา 258 แห่งพ.ร.บ. หลักทรัพย์และตลาดหลักทรัพย์
     <td></td>2. ไม่เป็นกรรมการที่มีส่วนร่วมบริหารงาน/พนักงาน/ลูกจ้าง/ที่ปรึกษาที่รับเงินเดือนประจำ/ผู้มีอำนาจควบคุม ของบริษัท บริษัทใหญ่ บริษัทย่อย บริษัทร่วม บริษัทย่อยลำดับเดียวกัน หรือนิติบุคคลที่อาจมีความขัดแย้ง (ปัจจุบัน และ 2 ปีก่อนได้รับการแต่งตั้ง)
     <td></td>3. ไม่มีความสัมพันธ์ทางธุรกิจกับบริษัทปี
     <td></td>3.1 ไม่เป็นผู้สอบบัญชีของบริษัท
     <td></td>3.2 ไม่เป็นผู้ให้บริการทางวิชาชีพอื่น ๆ เช่น ที่ปรึกษากฎหมาย ที่ปรึกษาทางการเงิน ผู้ประเมินราคา ทรัพย์สิน เป็นต้น ที่มีมูลค่ารายการ &gt; 2 ล้านบาทต่อปี
     <td></td>3.3 ไม่มีรายการเกี่ยวโยงกันที่เป็นธุรกรรมปกติ รายการเช่า/ให้เช่าอสังหาริมทรัพย์ รายการเกี่ยวกับสินทรัพย์/ บริการ และรายการให้หรือรับความช่วยเหลือทางการเงิน ที่มีมูลค่ารายการ &gt; 20 ล้านบาท หรือ &gt; 3% ของสินทรัพย์ที่มีตัวตนสุทธิ (NTA) แล้วแต่จำนวนใดจะต่ำกว่า โดยนับรวมรายการที่เกิดขึ้นในระหว่าง 1 ปีก่อนวันที่มีการทำรายการด้วย
           ทั้งนี้ต้องไม่มีความสัมพันธ์ทางธุรกิจตามข้อ 3.1-3.3 ในปัจจุบันและ 2 ปีก่อนได้รับการแต่งตั้ง เว้นแต่กรณีมีเหตุจำเป็นและสมควร ซึ่งมิได้เกิดขึ้นอย่างสม่ำเสมอและต่อเนื่อง กรรมการอิสระ/กรรมการ ตรวจสอบอาจมีความสัมพันธ์เกินระดับนัยสำคัญที่กำหนดในระหว่างดำรงตำแหน่งก็ได้ แต่ต้องได้รับมติอนุมัติเป็นเอกฉันท์จากคณะกรรมการบริษัทก่อน และบริษัทต้องเปิดเผยความสัมพันธ์ดังกล่าวของกรรมการรายนั้น ไว้ในแบบ Filing แบบ 56-1 รายงานประจำปี และหนังสือนัดประชุมผู้ถือหุ้น ในกรณีจะเสนอผู้ถือหุ้นเพื่อต่อวาระแก่กรรมการอิสระ/กรรมการตรวจสอบรายนั้นอีก
           <td></td>4. ไม่มีความสัมพันธ์ทางสายโลหิต หรือโดยการจดทะเบียนในลักษณะที่เป็นบิดา มารดา คู่สมรส พี่น้อง และบุตร รวมทั้งคู่สมรสของบุตรกับผู้บริหาร ผู้ถือหุ้นรายใหญ่ ผู้มีอำนาจควบคุม หรือบุคคลที่จะได้รับการเสนอให้เป็นผู้บริหาร หรือผู้มีอำนาจควบคุมบริษัทหรือบริษัทย่อย
           <td></td>5. ไม่เป็นกรรมการที่ได้รับแต่งตั้งขึ้น เพื่อเป็นตัวแทนของกรรมการของบริษัท ผู้ถือหุ้นรายใหญ่ หรือผู้ถือหุ้นซึ่งเป็นผู้เกี่ยวข้องกับผู้ถือหุ้นรายใหญ่
           <td></td>6. ไม่มีลักษณะอื่นใดที่ทำให้ไม่สามารถให้ความเป็นอย่างเป็นอิสระได้
           <td></td>7. กรรมการอิสระที่มีคุณสมบัติตามข้อ 1-6 ข้างต้น อาจได้รับมอบหมายจากคณะกรรมการบริษัทให้ตัดสินใจในการดำเนินกิจการของบริษัท บริษัทใหญ่ บริษัทย่อย บริษัทร่วม บริษัทย่อยลำดับเดียวกัน หรือนิติบุคคลที่อาจมีความขัดแย้ง โดยมีการตัดสินใจในรูปแบบองค์คณะ (Collective decision) ได้
           <td></td>8. กรรมการอิสระของบริษัท มีวาระการดำรงตำแหน่งไม่เกิน 9 ปี โดยเริ่มนับตั้งแต่วันประชุมสามัญผู้ถือหุ้น ในเดือนเมษายน 2561 เป็นต้นไป ทั้งนี้ คณะกรรมการอาจเสนอชื่อกรรมการดังกล่าวให้ที่ประชุมสามัญผู้ถือหุ้นเลือกตั้งกลับเข้ามาเป็นกรรมการต่อไปได้ แต่ให้คุณสมบัติความเป็นอิสระของกรรมการนั้นสิ้นสุดลง</p>
      <h2>นิยาม “กรรมการอิสระ” ของบริษัท ไทยรุ่งยูเนี่ยนคาร์ จำกัด (มหาชน)</h2>
      <p> คณะกรรมการสรรหาและกำหนดค่าตอบแทน มีหน้าที่ในการสรรหาบุคคลผู้ทรงคุณวุฒิมาทำหน้าที่เป็นกรรมการอิสระ โดยมีกระบวนการกลั่นกรอง เพื่อพิจารณาคุณสมบัติของผู้ได้รับการเสนอชื่อเป็นกรรมการอิสระเป็นรายบุคคลอย่างระมัดระวัง และรอบคอบ โดยต้องเป็นผู้ทรงคุณวุฒิหลากหลายสาขาอาชีพที่จำเป็นในการบริหารกิจการของบริษัท สอดคล้องกับกลยุทธ์ในการดำเนินธุรกิจของบริษัท และต้องมีคุณสมบัติตามนิยามกรรมการอิสระของบริษัท ซึ่งเป็นไปตามข้อกำหนดขั้นต่ำของสำนักงานกำกับหลักทรัพย์และตลาดหลักทรัพย์ ดังนี้</p>
      <h2>ความสัมพันธ์ทางธุรกิจหรือการให้บริการทางวิชาชีพระหว่างกรรมการอิสระกับบริษัทฯ</h2>
      <p> ในระหว่างปี 2566 กรรมการอิสระไม่มีความสัมพันธ์ทางธุรกิจหรือการให้บริการทางวิชาชีพกับบริษัท บริษัทย่อย บริษัทร่วม หรือนิติบุคคลที่อาจมีความขัดแย้ง ที่มีมูลค่าเกินกว่าที่กำหนดไว้ในประกาศว่าด้วยการขออนุญาตและการอนุญาตให้เสนอขายหุ้นที่ออกใหม่ ของสำนักงานกลต.</p>
      <h2>การสรรหากรรมการ</h2>
      <p>คณะกรรมการสรรหาและกำหนดค่าตอบแทน ซึ่งประกอบด้วยกรรมการอิสระทั้ง 3 ท่าน มีหน้าที่ในการสรรหาบุคคลผู้ทรงคุณวุฒิมาทำหน้าที่เป็นกรรมการ โดยมีกระบวนการกลั่นกรอง เพื่อพิจารณาคุณสมบัติของผู้ได้รับการเสนอชื่อเป็นกรรมการเป็นรายบุคคลอย่างระมัดระวัง และรอบคอบ ซึ่งจะพิจารณาจากผู้ทรงคุณวุฒิที่มีความเชี่ยวชาญจากหลากหลายอาชีพ มีความรู้ความสามารถ และประสบการณ์ทั้งด้าน Hard skills และ Soft skills ที่เอื้อประโยชน์ต่อการบริหารกิจการของบริษัทให้เกิดประสิทธิภาพสูงสุด มีภาวะผู้นำ วิสัยทัศน์กว้างไกล เป็นผู้มีคุณธรรมและจริยธรรม มี ประวัติการทำงานที่โปร่งใส สามารถอุทิศเวลาให้กับบริษัทฯ ได้อย่างเต็มที่เพียงพอ โดยจะพิจารณาจากความรู้ ความชำนาญ ทักษะที่จำเป็นที่ยังขาดอยู่ในคณะกรรมการ และสอดคล้องกับกลยุทธ์ในการดำเนินธุรกิจของบริษัทฯ โดยใช้ฐานข้อมูลกรรมการ (Director Pool) จาก Membership Directory ของสถาบัน IOD ประกอบการพิจารณาด้วย (ความรู้ความชำนาญเฉพาะด้านของคณะกรรมการ (Board Skills Matrix) ปรากฎในแบบ 56-1 One Report หัวข้อ “การสรรหา พัฒนา และประเมินผลการปฏิบัติหน้าที่ของคณะกรรมการ”)</p>
      <h2>สิทธิของผู้ลงทุนรายย่อยในการแต่งตั้งกรรมการ</h2>
      <p>บริษัทฯ ได้เปิดโอกาสให้ผู้ถือหุ้นสามารถเสนอชื่อบุคคลที่เหมาะสมเพื่อเข้ารับการพิจารณาแต่งตั้งเป็นกรรมการบริษัทล่วงหน้า ตามหลักเกณฑ์ที่บริษัทฯ กำหนดและประกาศให้ทราบผ่านช่องทางของตลาดหลักทรัพย์ฯ และเว็บไซต์ของบริษัท เพื่อให้คณะกรรมการสรรหาและกำหนดค่าตอบแทน เป็นผู้พิจารณาคุณสมบัติของบุคคลที่จะได้รับการแต่งตั้งเป็นกรรมการ กรรมการอิสระของบริษัทฯ ในเบื้องต้น และจะคัดเลือก เพื่อนำเสนอรายชื่อกรรมการที่เหมาะสม ให้คณะกรรมการบริษัทพิจารณาก่อนนำเสนอที่ประชุมผู้ถือหุ้นเพื่อเป็นผู้พิจารณาอนุมัติแต่งตั้ง</p>
      <h2>วิธีการแต่งตั้งกรรมการ</h2>
      <p>การแต่งตั้งกรรมการแต่ละรายต้องได้รับคะแนนเสียงเห็นชอบเกินกว่ากึ่งหนึ่งของจำนวนเสียงทั้งหมดของผู้ถือหุ้นที่มาประชุมและมีสิทธิออกเสียง ตามหลักเกณฑ์และวิธีการดังต่อไปนี้
      (1) ผู้ถือหุ้นคนหนึ่งมีคะแนนเสียงเท่ากับหนึ่งหุ้นต่อหนึ่งเสียง
      (2) ผู้ถือหุ้นแต่ละคนจะต้องใช้คะแนนเสียงที่มีอยู่ทั้งหมดตาม (1) เลือกตั้งบุคคลคนเดียวหรือหลายคนเป็น กรรมการก็ได้ แต่จะแบ่งคะแนนเสียงให้แก่ผู้ใดมากน้อยเพียงใดไม่ได้
           บุคคลซึ่งได้รับคะแนนเสียงสูงสุดตามลำดับลงมาเป็นผู้ได้รับการเลือกตั้งเป็นกรรมการ เท่าจำนวนกรรมการที่จะพึงมีหรือจะพึงเลือกตั้งในครั้งนั้น ในกรณีที่บุคคลซึ่งได้รับการเลือกตั้งในลำดับถัดลงมามีคะแนนเสียงเท่ากัน เกินจำนวนกรรมการที่จะพึงมีหรือจะพึงเลือกตั้งในครั้งนั้น ให้ผู้เป็นประธานเป็นผู้ออกเสียงชี้ขาด</p>
      <h2>การสรรหาผู้บริหารระดับสูงสุด</h2>
      <p>คณะกรรมการบริษัทได้พิจารณาและมอบหมายให้คณะกรรมการสรรหาและกำหนดค่าตอบแทน พิจารณาหลักเกณฑ์และวิธีการสรรหาบุคคลที่มีคุณสมบัติเหมาะสมเพื่อดำรงตำแหน่งผู้บริหารระดับสูงสุด และเสนอชื่อบุคคลที่เห็นว่าเหมาะสมมากกว่าหนึ่งชื่อ พร้อมเหตุผลเพื่อให้คณะกรรมการบริษัทพิจารณาแต่งตั้งต่อไป โดยในการสรรหาได้พิจารณากลั่นกรองสรรหาบุคคลที่มีคุณสมบัติครบถ้วน เหมาะสม มีความรู้ ความสามารถ ทักษะ และประสบการณ์ที่เป็นประโยชน์ต่อการดำเนินงานของบริษัท และเข้าใจในธุรกิจของบริษัทเป็นอย่างดี และสามารถบริหารงานให้บรรลุวัตถุประสงค์ เป้าหมายที่คณะกรรมการบริษัทกำหนดไว้ได้</p>
      <h2>การพัฒนากรรมการและผู้บริหาร</h2>
      <p>บริษัทฯ ได้จัดให้มีการปฐมนิเทศกรรมการเข้าใหม่ โดยกรรมการผู้จัดการใหญ่ จะเป็นผู้แนะนำลักษณะธุรกิจ และแนวทางการดำเนินธุรกิจของบริษัท ตลอดจนบทบาท หน้าที่ ความรับผิดชอบของกรรมการ การรายงานการถือครองหลักทรัพย์ของกรรมการต่อสำนักงานกลต. และบริษัท การเปิดข้อมูลการมีส่วนได้เสียของกรรมการต่อบริษัทฯ เป็นประจำทุกปี ค่าตอบแทนสำหรับกรรมการ กำหนดการประชุมคณะกรรมการชุดต่างๆ และกำหนดการประชุมสามัญผู้ถือหุ้น ฯลฯ นอกจากนี้ คณะกรรมการบริษัท มีนโยบายสนับสนุนและอำนวยความสะดวกให้กรรมการได้เข้ารับการฝึกอบรมหลักสูตรต่าง ๆ ของสมาคมส่งเสริมสถาบันกรรมการบริษัทไทย (IOD) โดยบริษัทเป็นผู้รับผิดชอบค่าใช้จ่ายทั้งหมด เพื่อเป็นเพิ่มพูนความรู้ความเข้าใจในการปฏิบัติหน้าที่กรรมการภายใต้หลักการกำกับดูแลกิจการที่ดี โดยปัจจุบันมีกรรมการร้อยละ 62.50 ที่ได้เข้ารับการอบรมกับสมาคมส่งเสริมสถาบันกรรมการบริษัทไทย (IOD) แล้ว</p>
      <h2>การพัฒนากรรมการและผู้บริหาร</h2>
      <p>คณะกรรมการบริษัท กำหนดให้มีการประเมินผลการปฏิบัติงานของคณะกรรมการโดยรวม, คณะกรรมการชุดย่อย และมอบหมายให้คณะกรรมการสรรหาและกำหนดค่าตอบแทนเป็นผู้ประเมินผล CEO เป็นประจำทุกปี โดยใช้แบบฟอร์มของศูนย์พัฒนาการกำกับดูแลกิจการบริษัทจดทะเบียน ตลาดหลักทรัพย์แห่งประเทศไทย ซึ่งคณะกรรมการได้มอบหมายให้สำนักกรรมการผู้จัดการ เป็นผู้รวบรวมและสรุปผลการประเมิน รายงานต่อคณะกรรมการบริษัท เพื่อร่วมกันอภิปรายถึงผลการประเมิน และหาแนวทางปรับปรุงการดำเนินงานให้มีประสิทธิภาพมากยิ่งขึ้น โดยผลการประเมิน ประจำปี 2566 เป็นดังนี้
       - ผลประเมินการปฏิบัติงานของคณะกรรมการโดยรวม
         คะแนนเฉลี่ย 3.70 จากคะแนนเต็ม 4 หรือคิดเป็น 93% อยู่ในระดับ “ดีมาก”
        - ผลประเมินตนเองของคณะกรรมการชุดย่อย
         คะแนนเฉลี่ย 3.69 จากคะแนนเต็ม 4 หรือคิดเป็น 92% อยู่ในระดับ “ดีมาก”
         - ผลประเมินการปฏิบัติงานของ CEO
           คะแนนเฉลี่ย 3.91 จากคะแนนเต็ม 4 หรือคิดเป็น 98% อยู่ในระดับ “ดีมาก”</p>
      <h2>การกำกับดูแลบริษัทย่อยและบริษัทร่วม</h2>
      <p>กลไกในการกำกับดูแลการดำเนินงานของบริษัทย่อยและบริษัทร่วม
           บริษัทฯ มีนโยบายการลงทุนและบริหารงานในบริษัทย่อยและบริษัทร่วม โดยจะลงทุนในธุรกิจที่ก่อให้เกิดประโยชน์และสนับสนุนการดำเนินธุรกิจของบริษัทฯ เพื่อเสริมสร้างความมั่นคง และผลการดำเนินงานของบริษัทฯ โดยคณะกรรมการบริษัท จะส่งบุคคลเพื่อเป็นตัวแทนของบริษัทไปเป็นกรรมการ ผู้บริหาร หรือผู้มีอำนาจควบคุมในบริษัทดังกล่าวอย่างน้อยตามสัดส่วนการถือหุ้น เพื่อให้การกำกับดูแลนโยบายและการดำเนินงานของบริษัทย่อย บริษัทร่วมเป็นไปอย่างมีประสิทธิภาพและโปร่งใส และเป็นไปตามข้อตกลงระหว่างบริษัทกับผู้ถือหุ้นอื่นในการบริหารจัดการบริษัทย่อยและบริษัทร่วม (Shareholders’ agreement)
           บริษัทฯ มีอำนาจควบคุมการบริหารจัดการบริษัทย่อยและบริษัทร่วม หรือแบ่งผลตอบแทนตามสัดส่วนการถือหุ้นปกติเท่านั้น</p>
      <h2>8.1.4 การติดตามให้มีการปฏิบัติตามนโยบายและแนวปฏิบัติในการกำกับดูแลกิจการ
      - การป้องกันความขัดแย้งทางผลประโยชน์</h2>
      <p>คณะกรรมการบริษัท ได้กำหนดให้กรรมการและผู้บริหาร 4 รายแรกนับจากผู้บริหารสูงสุดขององค์กร จัดทำ “แบบแจ้งรายงานการมีส่วนได้เสียของกรรมการและผู้บริหาร” เพื่อรายงานให้บริษัททราบถึงการมีส่วนได้เสียของตนหรือของบุคคลที่มีความเกี่ยวข้อง ต่อการบริหารจัดการกิจการของบริษัทหรือบริษัทย่อย โดยจะต้องรายงานทันที ที่มีรายการเกิดขึ้น และรายงานทุกครั้ง ภายใน 30 วันเมื่อมีการเปลี่ยนแปลงข้อมูล และเพื่อให้มั่นใจได้ว่า บริษัทฯ ได้มีการตรวจสอบเป็นประจำ จึงกำหนดให้มีการรายงานทุกวันที่ 1 กรกฎาคมของทุกปี โดยส่งข้อมูลมายังเลขานุการบริษัท เพื่อจัดเก็บ พร้อมทั้งสำเนารายงานดังกล่าวให้ประธานกรรมการ และประธานกรรมการตรวจสอบและบรรษัทภิบาลทุกครั้ง เพื่อให้มั่นใจได้ว่ากรรมการและผู้บริหารจะปฏิบัติหน้าที่ด้วยความระมัดระวังและซื่อสัตย์สุจริต (fiduciary duties) ตัดสินใจโดยไม่มีส่วนได้เสียไม่ว่าทางตรงหรือทางอ้อมในเรื่องที่ตัดสินใจอันอาจก่อให้เกิดความขัดแย้งทางผลประโยชน์และอาจนำไปสู่การถ่ายเทผลประโยชน์ของบริษัทและบริษัทย่อยได้
      ในการประชุมคณะกรรมการ หรือการประชุมผู้ถือหุ้น หากคณะกรรมการบริษัท ผู้บริหาร หรือผู้ถือหุ้นที่มีส่วนได้เสียในวาระใด จะต้องเปิดเผยข้อมูลเกี่ยวกับส่วนได้เสียของตนและผู้เกี่ยวข้อง ให้ที่ประชุมทราบ และจะไม่มีสิทธิออกเสียงในวาระดังกล่าวนั้น เพื่อให้ที่ประชุมสามารถพิจารณาธุรกรรมของบริษัทที่อาจมีความขัดแย้งของผลประโยชน์ และสามารถตัดสินใจเพื่อประโยชน์ของบริษัทโดยรวม</p>
      <h2>- การใช้ข้อมูลภายในเพื่อแสวงหาผลประโยชน์</h2>
      <p> บริษัทฯ ได้ตระหนักถึงความสำคัญของการป้องกันการใช้ข้อมูลภายในเป็นอย่างยิ่ง จึงมีนโยบายอย่างเข้มงวดในการป้องกันไม่ให้คณะกรรมการบริษัท ผู้บริหาร และพนักงานนำข้อมูลภายในไปใช้เพื่อผลประโยชน์ของตน ข้อมูลภายในที่สำคัญจะเปิดเผยต่อบุคคลที่เกี่ยวข้องเท่านั้น เช่น ผู้ตรวจสอบบัญชี ที่ปรึกษากฎหมาย เป็นต้น บริษัทจะเปิดเผยข้อมูลให้กับผู้ถือหุ้นเฉพาะเรื่อง และในเวลาที่เหมาะสมเท่านั้น
           บริษัทฯ ได้กำหนดแนวทางการป้องกันการนำข้อมูลภายในไปใช้เพื่อผลประโยชน์ของตนเองขึ้นเป็นลายลักษณ์อักษร ตามประกาศของบริษัท 2 ฉบับ ดังนี้
           - ประกาศที่ 8/2560 เรื่อง “นโยบายการเปิดเผยข้อมูลภายในที่สำคัญของบริษัทฯ” ซึ่งกำหนดหลักเกณฑ์ปฏิบัติเกี่ยวกับ
       1) ความหมายของคำว่า “ข้อมูลภายในที่สำคัญ”
       2) ผู้มีอำนาจในการเปิดเผยข้อมูลที่สำคัญของบริษัท
       3) วิธีการเปิดเผยข้อมูลที่สำคัญ
           - ประกาศที่ 9/2560 เรื่อง “การควบคุมการใช้ข้อมูลภายใน (Insider Trading) ที่มีผลกระทบต่อการเปลี่ยนแปลงราคาซื้อขายหลักทรัพย์ของบริษัท” ตามมติของคณะกรรมการบริษัท ซึ่ง “ห้ามกรรมการ ผู้บริหาร และพนักงาน (รวมถึงคู่สมรส และบุตรที่ยังไม่บรรลุนิติภาวะ) ที่เกี่ยวข้องกับการจัดทำข้อมูลงบการเงินและข้อมูลที่สำคัญภายใน หรือรับทราบข้อมูลภายในที่มีนัยสำคัญ ที่อาจส่งผลต่อการเปลี่ยนแปลงต่อราคาซื้อขายหลักทรัพย์ ทำการซื้อขายหลักทรัพย์ของบริษัท ในช่วง 14 วันก่อนที่ บริษัทจะเผยแพร่งบการเงิน หรือข้อมูลภายในนั้นต่อตลาดหลักทรัพย์ฯ และภายใน 24 ชั่วโมงหลังเผยแพร่งบการเงิน หรือข้อมูลภายในนั้นต่อตลาดหลักทรัพย์ฯ” โดยบริษัทจะประชาสัมพันธ์ให้กรรมการ ผู้บริหาร และพนักงาน ทราบล่วงหน้า 5 วันทำการ ก่อนถึงช่วงเวลาหลีกเลี่ยงดังกล่าว
           บริษัทฯ ได้แจ้งให้ทราบถึงภาระหน้าที่ในการรายงานการถือครองหลักทรัพย์ในบริษัทของตน (รวมคู่สมรสและบุตรที่ยังไม่บรรลุนิติภาวะ) ตลอดจนรายงานการเปลี่ยนแปลงการถือครองหลักทรัพย์ ต่อสำนักงานคณะกรรมการกำกับหลักทรัพย์และตลาดหลักทรัพย์ ตามมาตร 59 และบทลงโทษตามมาตรา 275 แห่งพระราชบัญญัติหลักทรัพย์และตลาดหลักทรัพย์ พ.ศ. 2535 โดยบริษัทฯ มอบหมายให้ส่วนงานหลักทรัพย์และนักลงทุนสัมพันธ์ ดำเนินการแจ้งช่วงเวลาที่ควรหลีกเลี่ยงการซื้อขายหลักทรัพย์ ล่วงหน้าเป็นประจำทุกไตรมาส ซึ่งบริษัทฯ ได้กำหนดเรื่องหลักการดูแลเรื่องการใช้ข้อมูลภายในไว้เป็นหัวข้อหนึ่งของจรรยาบรรณในการดำเนินธุรกิจของบริษัทฯ เพื่อให้พนักงานทุกคนพึงยึดถือปฏิบัติ
           โดยคณะกรรมการบริษัท ได้กำหนดให้กรรมการและผู้บริหารที่มีหน้าที่รายงานการถือครองหลักทรัพย์ตามกฎหมาย ต้องจัดส่งสำเนารายงานดังกล่าวให้แก่เลขานุการบริษัท ภายใน 3 วันทุกครั้งที่มีการเปลี่ยนแปลงการถือครองหลักทรัพย์ และให้มีการรายงานการเปลี่ยนแปลงการถือครองหลักทรัพย์ของกรรมการและผู้บริหารต่อที่ประชุมคณะกรรมการบริษัททุกไตรมาส
           ในปี 2566 ที่ผ่านมาไม่พบว่ากรรมการและผู้บริหารมีการซื้อขายหลักทรัพย์ในช่วงที่บริษัทกำหนดให้งดการซื้อขายหลักทรัพย์</p>
      <h2>- การต่อต้านการทุจริตคอร์รัปชั่น</h2>
      <p>ในปี 2557 บริษัทฯ ได้ประกาศเจตนารมณ์เข้าร่วมโครงการแนวร่วมปฏิบัติ (Collective Action Coalition) ของภาคเอกชนไทยในการต่อต้านการทุจริต และในเดือนมีนาคม 2560 บริษัทฯ ได้รับการรับรองฐานะสมาชิกแนวร่วมปฏิบัติของภาคเอกชนไทยในการต่อต้านการทุจริต จากคณะกรรมการแนวร่วมปฏิบัติฯ โดยในเดือนมกราคม 2567 บริษัทฯ ได้รับการต่ออายุการรับรองฐานะสมาชิกแนวร่วมปฏิบัติฯ นอกจากนี้ บริษัทฯ ได้รับรางวัล “ประกาศเกียรติคุณจรรยาบรรณธุรกิจดีเด่น” จากหอการค้าไทย ดังนั้นผู้ถือหุ้นจึงมั่นใจได้ว่าบริษัทฯ ดำเนินธุรกิจด้วยความโปร่งใส ตามหลักคุณธรรม จริยธรรม และบนหลักการต่อต้านการทุจริต คอร์รัปชั่นทุกรูปแบบ
      บริษัทฯ เสริมสร้างให้มีการสร้างจิตสำนึก เพื่อให้พนักงานทุกคนปฏิบัติหน้าที่อย่างโปร่งใส ไม่นำพาต่อการทุจริตคอร์รัปชั่นทุกประการ โดยบริษัทได้กำหนดนโยบาย และแนวปฏิบัติเกี่ยวกับมาตรการป้องกันการทุจริตคอร์รัปชั่น ว่าด้วยการรับและการให้สิ่งของหรือประโยชน์อื่นใด เพื่อจูงใจให้ปฏิบัติหน้าที่ในทางที่มิชอบ หรือก่อให้เกิดความขัดแย้งทางผลประโยชน์ โดยบริษัทฯ ได้จัดทำเป็นประกาศบริษัท และประชุมชี้แจง เพื่อให้กรรมการ ผู้บริหารและพนักงานทุกคนปฏิบัติตามอย่างเคร่งครัด</p>
      <h2>- การแจ้งเบาะแส (Whistleblowing)</h2>
      <p>บริษัทฯ ได้จัดให้มีช่องทางในการรับฟังความคิดเห็นหรือข้อเสนอแนะ หรือ การแจ้งเบาะแส จากผู้มีส่วนได้เสียทุกกลุ่มผ่านช่องทางต่าง ๆ เพื่อนำมาปรับปรุงพัฒนาสินค้า/บริการ และองค์กร ให้มีความมั่นคง สามารถแข่งขัน และสร้างความสำเร็จในระยะยาวได้ รวมถึงสามารถแจ้งเบาะแสการทุจริตคอร์รัปชั่น การกระทำผิดกฎหมาย จรรยาบรรณ นโยบายของบริษัท หรือร้องเรียนเรื่องต่างๆ โดยสามารถแจ้งไปยังคณะกรรมการตรวจสอบและบรรษัทภิบาลของบริษัทฯ หรือเลขานุการบริษัทฯ ผ่านช่องทางดังต่อไปนี้
  1) กรรมการตรวจสอบและบรรษัทภิบาลของบริษัทฯ
           E-mail Address :   auditcommittee@thairung.co.th
           ส่งไปรษณีย์ :   ถึง ประธานกรรมการตรวจสอบและบรรษัทภิบาล
           บริษัท ไทยรุ่งยูเนี่ยนคาร์ จำกัด (มหาชน)
           304 ถนนมาเจริญ แขวงหนองค้างพลู เขตหนองแขม กรุงเทพฯ 10160
  2) เลขานุการบริษัทฯ (คุณภัควัฒน์ สุวรรณมาโจ)
           E-mail Address :   phakkawat@thairung.co.th
           เบอร์โทรศัพท์ :   02-420-0076 ต่อ 387, 251, 333
           ส่งไปรษณีย์ :   ถึง เลขานุการบริษัท
           บริษัท ไทยรุ่งยูเนี่ยนคาร์ จำกัด (มหาชน)
           304 ถนนมาเจริญ แขวงหนองค้างพลู เขตหนองแขม กรุงเทพฯ 10160
 3) เว็บไซต์ของบริษัทฯ : www.thairung.co.th หัวข้อ “ติดต่อบริษัท”
           ทั้งนี้รายละเอียด วิธีการและช่องทางการแจ้งข้อร้องเรียนฯ ปรากฎในจรรยาบรรณในการดำเนินธุรกิจ หมวด 2 “นโยบายการคุ้มครองและให้ความเป็นธรรมแก่พนักงาน/ผู้มีส่วนได้เสีย ที่แจ้งข้อมูลหรือให้เบาะแสเกี่ยวกับการทุจริตคอร์รัปชั่น หรือไม่ปฏิบัติตามกฎหมาย (Whistleblower Policy)”
           บริษัทฯ มีนโยบายและมาตรการคุ้มครองผู้มีส่วนได้เสียที่แจ้งเบาะแสหรือข้อร้องเรียนต่าง ๆ โดยไม่ต้องเปิดเผยชื่อแต่อย่างใด และบริษัทฯ จะจัดเก็บข้อมูลการร้องเรียนเป็นความลับและคุ้มครองผู้ร้องเรียน เพื่อให้ผู้ร้องเรียน มั่นใจว่าจะไม่ได้รับผลกระทบจากการแจ้งเบาะแสและการร้องเรียนดังกล่าว โดยมอบหมายให้คณะกรรมการตรวจสอบและบรรษัทภิบาลของบริษัทฯ ดำเนินการตรวจสอบข้อมูลหรือข้อเท็จจริงตามที่มีผู้แจ้งเบาะแสหรือข้อร้องเรียน แล้วนำเสนอให้คณะกรรมการ รับทราบและพิจารณาโดยตรงโดยในปี 2566 ที่ผ่านมา ไม่มีผู้แจ้งเรื่องร้องเรียน หรือเบาะแสการทุจริตคอร์รัปชั่นแต่อย่างใด</p>
      </div>
      </div>
    </div>
  )
}

export default index
